{
	"_id": ObjectId("55ab44c94665dd2c10ce5f5f"),// 主键，自增ID
	"aId": "",// 因为添加与修改的入库方法共用一个，所以通过aId是否有值来判断是否为添加
	"aClass": "2",// 活动分类  0为分享活动；1为前端培训；2为娱乐活动
	"aName" : "爬山烧烤美女聊天",// 活动标题
	"aTime" : "2015-07-25 全天",// 活动时间
	"aAddress" : "西安周边",// 活动地址，支持HTML
	"aSummary": "",// 活动摘要
	"aContent": "快乐游玩",// 活动内容，支持HTML
	"aStatus": "1",// 活动状态，0:关闭，1:开启，2:暂停，3:未开始
	"aComment": "",// 活动备注，不显示在页面上
	"aSort": "0",// 活动排序
	"aTpl": "blue",// 活动模板，默认为index
	"aEmailTpl": "html编码",// 邀请函邮件发送模板，支持一些标签
	"aAddDate" : 1437287625502,// 添加活动的时间
	"aCodebefor": "WDS-",// 邀请码前缀
	"aClick" : 15// 活动点击
}