存储招聘企业名录
{
	"_id": ObjectId("55ab44c94665dd2c10ce5f5f"),// 主键，自增ID
	"manage":"55ab44c94665dd2c10ce5f5f",//企业管理者
	"name": "",// 企业名称
	"intro": "",// 一句话企业简介
	"realm": "55ab44c94665dd2c10ce5f5f,55ab44c94665dd2c10ce5f5f",// 领域［移动互联网、电子商务、金融、企业服务、教育、文化娱乐、游戏、O2O、硬件、社交网络、旅游、医疗健康、生活服务、信息安全、数据服务、广告营销、分类信息、招聘、其他］
	"scale": "55ab44c94665dd2c10ce5f5f",// 规模［50人以内、50-150人、150-500人、500-1000人、1000-2000人、2000人以上］
	"www": "http://www.wdshare.org",// 公司主页
	"seedtime": "55ab44c94665dd2c10ce5f5f",// 发展阶段［初创型、成长型、成熟型、已上市］
	"city":"55ab44c94665dd2c10ce5f5f",// 工作城市［西安、宝鸡、渭南］，调用分类列表
	"address": "西安市雁塔区高新路101号",// 工作地址
	"mapLng":108.953439,// 地图坐标 经度
	"mapLat":34.265672,// 地图坐标 纬度
	"mapZoom":12,//地图显示的比例
	"mapCityCode":233,//地图城市编码
	"contactName":" 某某某",// 联系人
	"tel": "",// 联系电话
	"mail": "",// 联系邮箱
	"tag": "",// 公司标签
	"product": "",// 公司产品
	"content": "",// 公司简介
	"click": 0,// 点击次数
	"audit": false,// 是否审核  false未审核，true已审核
	"addDate": 1437287625502,// 添加时间
	"editDate": 1437287625502// 修改时间
}